export const aboutMeData = () => {
  return `
## 野望
- アジャイル・XPの考え方を中心に、社内で最も挑戦的でクリエイティブなチームを作り上げる

### なぜアジャイル・XPの考え方を中心にしたいのか

1. 最先端の開発手法の実践
    - VUCAな時代と呼ばれる現代のソフトウェア開発において非常に重要な手法であり、この手法を広めることで、チーム全体の生産性や効率性を向上させることができるため
2. 挑戦的な環境の創出
    - 継続的な改善と学習を促す手法であり、それを中心にチームを組織することで、常に新しい挑戦を追求する環境を創り出すことができる。これはチームメンバーの成長を促進し、チームとしての問題解決能力を向上させるため
3. クリエイティブな解決策の追求
    - アジャイルとXPの考え方を導入することで、チームがクリエイティブな解決策を生み出すためのマインドセットを築くことができる。そしてこのマインドは、チームメンバーが自己の思考を広げ、新しいアイデアや解決策を生み出すことを手助けする

### なぜ挑戦的でクリエイティブなチームを作りたいのか

1. イノベーションの推進
    - 挑戦的でクリエイティブなチームは、新しいアイデアや斬新な解決策を生み出す力を持つ
    - このようなチームは、企業が新製品を開発したり、新しい市場に進出したりする際のイノベーションを推進する役割を果たすことができる

2. 競争力の強化
    - 世界は日々変化し、新しいテクノロジーやトレンドが登場します。その中で生き残り、成功を収めるためには、挑戦的でクリエイティブなチームが必要
    - こういったチームは変化に対応し、競争力を保つための新しいアプローチや戦略を生み出すことが可能
3. 問題解決能力の強化
    - 挑戦的なチームは、困難な問題に直面したときにも、新たな視点から問題を見つめ直し、解決策を見つける能力を持つ
    - 複雑な問題に直面する場面でも対応可能

4. チームメンバーの満足度とモチベーションの向上
    - 挑戦的でクリエイティブな環境は、チームメンバーが自己の能力を最大限に発揮し、成長の機会を提供する
    - これはメンバーの満足度とモチベーションを向上させ、結果として生産性の向上につながる

### 具体的にしたいこと

- ペアプログラミング
- TDD
- 輪読会
- チーム留学制度
- CI/CD
- リファクタリング
- LT(LightTalk)会の実施
  `
}
